{
  "languages": {
    "en": "English",
    "de": "Deutsch"
  },
  "timerConfig": {
    "duration": 10,
    "defaultLanguage": "en",
    "showTimer": true
  },
  "timeUpMessages": {
    "en": {
      "title": "Time's Up!",
      "description": "What do you think?",
      "button": "Continue"
    },
    "de": {
      "title": "Zeit abgelaufen!",
      "description": "Was denkst du?",
      "button": "Weiter"
    }
  },
  "categories": {
    "1": {
      "en": "Get-To-Know",
      "de": "Kennenlernen"
    },
    "2": {
      "en": "Personal Background",
      "de": "Persönlicher Hintergrund"
    },
    "3": {
      "en": "Aspirations",
      "de": "Zukunftspläne"
    },
    "4": {
      "en": "Mentoring Goals",
      "de": "Mentoring-Ziele"
    },
    "5": {
      "en": "Curiosity",
      "de": "Kurios"
    }
  },
  "questions": [
    {
      "id": "q101",
      "category": 5,
      "translations": {
        "en": "If you could have dinner with any historical figure, who would it be and why?",
        "de": "Wenn Sie mit einer historischen Persönlichkeit zu Abend essen könnten, wer wäre es und warum?"
      }
    },
    {
      "id": "q102",
      "category": 2,
      "translations": {
        "en": "What's the most unusual talent you have?",
        "de": "Was ist dein ungewöhnlichstes Talent?"
      }
    },
    {
      "id": "q103",
      "category": 3,
      "translations": {
        "en": "If you could instantly master any skill, what would it be?",
        "de": "Wenn du sofort eine Fähigkeit meistern könntest, welche wäre es?"
      }
    },
    {
      "id": "q104",
      "category": 2,
      "translations": {
        "en": "What's the best piece of advice you've ever received?",
        "de": "Was ist der beste Ratschlag, den du je bekommen hast?"
      }
    },
    {
      "id": "q105",
      "category": 5,
      "translations": {
        "en": "If you could live in any fictional world, which would you choose?",
        "de": "Wenn du in einer fiktiven Welt leben könntest, welche würdest du wählen?"
      }
    },
    {
      "id": "q106",
      "category": 5,
      "translations": {
        "en": "If you could instantly gain a new, surprising talent, what would you pick?",
        "de": "Wenn du dir sofort ein überraschendes neues Talent wünschen könntest, welches wäre das?"
      }
    },
    {
      "id": "q107",
      "category": 5,
      "translations": {
        "en": "What's the most interesting \"what if\" scenario you've ever imagined?",
        "de": "Was ist das faszinierendste \"Was wäre, wenn\"-Szenario, das du dir je ausgemalt hast?"
      }
    },
    {
      "id": "q108",
      "category": 5,
      "translations": {
        "en": "What would your ideal \"day off\" look like if you didn't have any responsibilities?",
        "de": "Wie würde dein perfekter \"freier Tag\" aussehen, wenn du keinerlei Verpflichtungen hättest?"
      }
    },
    {
      "id": "q109",
      "category": 5,
      "translations": {
        "en": "What's something about your field that blows your mind when you think about it?",
        "de": "Was ist etwas in deinem Bereich, das dir den Verstand raubt, wenn du darüber nachdenkst?"
      }
    },
    {
      "id": "q110",
      "category": 5,
      "translations": {
        "en": "If you could live in a fictional universe (book, movie, TV show), which would you choose and why?",
        "de": "Wenn du in einem fiktiven Universum (Buch, Film, TV-Serie) leben könntest, welches würdest du wählen und warum?"
      }
    },
    {
      "id": "q111",
      "category": 5,
      "translations": {
        "en": "If you were given the ability to speak any language instantly, which one would you choose first?",
        "de": "Wenn du die Fähigkeit hättest, sofort eine Sprache zu sprechen, welche würdest du zuerst wählen?"
      }
    },
    {
      "id": "q112",
      "category": 5,
      "translations": {
        "en": "What's the most obscure fact or piece of trivia you know?",
        "de": "Was ist die obskurste Tatsache oder das skurrilste Wissenshäppchen, das du kennst?"
      }
    },
    {
      "id": "q113",
      "category": 5,
      "translations": {
        "en": "What's a moment that completely changed your perspective on something important?",
        "de": "Gab es einen Moment, der deine Sichtweise auf etwas Wichtiges komplett verändert hat?"
      }
    },
    {
      "id": "q114",
      "category": 5,
      "translations": {
        "en": "If you could have a conversation with anyone, living or dead, who would it be, and what would you ask them?",
        "de": "Wenn du mit jemandem sprechen könntest - egal ob lebendig oder tot - wer wäre es, und was würdest du fragen?"
      }
    },
    {
      "id": "q115",
      "category": 5,
      "translations": {
        "en": "What's a hidden gem of a book, movie, or TV show that you think everyone should experience?",
        "de": "Was ist ein verborgener Schatz eines Buches, Films oder einer TV-Serie, den jeder erleben sollte?"
      }
    },
    {
      "id": "q116",
      "category": 5,
      "translations": {
        "en": "If you could trade places with someone for a day, who would it be and what would you do?",
        "de": "Wenn du für einen Tag mit jemandem tauschen könntest, wer wäre es und was würdest du tun?"
      }
    },
    {
      "id": "q117",
      "category": 5,
      "translations": {
        "en": "If you had the power to make one global change, what would you do?",
        "de": "Wenn du die Macht hättest, eine globale Veränderung zu bewirken, was würdest du tun?"
      }
    },
    {
      "id": "q118",
      "category": 5,
      "translations": {
        "en": "What's the most daring thing you've ever done (big or small)?",
        "de": "Was ist das mutigste, was du je getan hast - egal ob groß oder klein?"
      }
    },
    {
      "id": "q119",
      "category": 5,
      "translations": {
        "en": "What's something you've done that was totally out of character for you, but you're glad you did?",
        "de": "Was hast du getan, das total untypisch für dich war, aber worüber du trotzdem froh bist?"
      }
    },
    {
      "id": "q120",
      "category": 5,
      "translations": {
        "en": "If you could be a fly on the wall in any room, where would you want to be?",
        "de": "Wenn du eine Fliege an der Wand in einem beliebigen Raum wärst, wo würdest du sein wollen?"
      }
    },
    {
      "id": "q121",
      "category": 5,
      "translations": {
        "en": "What's one question you'd love to know the answer to, but don't know how to find out?",
        "de": "Was ist eine Frage, deren Antwort du unbedingt wissen möchtest, aber nicht herausfinden kannst?"
      }
    },
    {
      "id": "q122",
      "category": 5,
      "translations": {
        "en": "What's the most ridiculous but fun goal you've ever set for yourself?",
        "de": "Was ist das absurdeste, aber lustigste Ziel, das du dir je gesetzt hast?"
      }
    },
    {
      "id": "q123",
      "category": 5,
      "translations": {
        "en": "What's the best spontaneous decision you've ever made?",
        "de": "Was war die beste spontane Entscheidung, die du je getroffen hast?"
      }
    },
    {
      "id": "q124",
      "category": 5,
      "translations": {
        "en": "If you could invent a new technology, what problem would it solve?",
        "de": "Wenn du eine neue Technologie erfinden könntest, welches Problem würdest du lösen?"
      }
    },
    {
      "id": "q125",
      "category": 5,
      "translations": {
        "en": "If you could design your ideal future city, what would be the top three things you'd include?",
        "de": "Wenn du deine ideale Zukunftsstadt entwerfen könntest, was wären die drei wichtigsten Dinge, die du einbeziehen würdest?"
      }
    },
    {
      "id": "q126",
      "category": 3,
      "translations": {
        "en": "What's an idea or project you're itching to start but haven't yet? What's holding you back?",
        "de": "Welche Idee oder welches Projekt brennt dir unter den Nägeln, das du noch nicht begonnen hast? Was hält dich zurück?"
      }
    },
    {
      "id": "q127",
      "category": 3,
      "translations": {
        "en": "If money and time were no object, what would you choose to do with your life?",
        "de": "Wenn Geld und Zeit keine Rolle spielen würden, was würdest du mit deinem Leben anfangen?"
      }
    },
    {
      "id": "q128",
      "category": 3,
      "translations": {
        "en": "What would success look like to you in five years, and how do you plan to get there?",
        "de": "Wie sieht Erfolg für dich in fünf Jahren aus, und wie willst du dorthin gelangen?"
      }
    },
    {
      "id": "q129",
      "category": 3,
      "translations": {
        "en": "What's the one thing you want to achieve before you leave this world?",
        "de": "Was ist die eine Sache, die du unbedingt erreichen möchtest, bevor du diese Welt verlässt?"
      }
    },
    {
      "id": "q130",
      "category": 3,
      "translations": {
        "en": "If you could create a job that perfectly aligns with your passions, what would it look like?",
        "de": "Wenn du dir einen Job ausdenken könntest, der perfekt mit deinen Leidenschaften übereinstimmt, wie würde er aussehen?"
      }
    },
    {
      "id": "q131",
      "category": 3,
      "translations": {
        "en": "What's a goal you have that feels really big or intimidating, but you're still excited about it?",
        "de": "Was ist ein Ziel, das sich riesig oder einschüchternd anfühlt, aber dich trotzdem begeistert?"
      }
    },
    {
      "id": "q132",
      "category": 3,
      "translations": {
        "en": "If your life had a mission statement, what would it be?",
        "de": "Wenn dein Leben eine Mission hätte, wie würde diese lauten?"
      }
    },
    {
      "id": "q133",
      "category": 3,
      "translations": {
        "en": "What's one career path you'd like to explore that isn't directly related to your current field of study?",
        "de": "Welchen Karriereweg würdest du gerne erkunden, der nicht direkt mit deinem aktuellen Studienbereich zusammenhängt?"
      }
    },
    {
      "id": "q134",
      "category": 3,
      "translations": {
        "en": "If you could change one thing about the way the world works, what would it be?",
        "de": "Wenn du eine Sache an der Art und Weise, wie die Welt funktioniert, ändern könntest, was wäre das?"
      }
    },
    {
      "id": "q135",
      "category": 3,
      "translations": {
        "en": "What's an accomplishment from your future that you'd like to look back on and be proud of?",
        "de": "Welche Leistung aus deiner Zukunft würdest du gerne zurückblicken und stolz darauf sein?"
      }
    },
    {
      "id": "q136",
      "category": 3,
      "translations": {
        "en": "What's one risk you would be willing to take to follow your dreams?",
        "de": "Welches Risiko wärst du bereit einzugehen, um deinen Träumen zu folgen?"
      }
    },
    {
      "id": "q137",
      "category": 3,
      "translations": {
        "en": "What kind of legacy do you want to leave behind, and how do you plan to build it?",
        "de": "Welches Erbe möchtest du hinterlassen, und wie planst du, es aufzubauen?"
      }
    },
    {
      "id": "q138",
      "category": 3,
      "translations": {
        "en": "If you were to teach a course on something you're passionate about, what would it be?",
        "de": "Wenn du einen Kurs über etwas unterrichten könntest, wofür du Leidenschaft empfindest, was wäre das?"
      }
    },
    {
      "id": "q139",
      "category": 3,
      "translations": {
        "en": "What's one challenge you'd like to face head-on in your career, and how do you prepare for it?",
        "de": "Welche Herausforderung möchtest du in deiner Karriere direkt angehen, und wie bereitest du dich darauf vor?"
      }
    },
    {
      "id": "q140",
      "category": 3,
      "translations": {
        "en": "What kind of impact do you want your work to have on the world around you?",
        "de": "Welche Art von Einfluss möchtest du mit deiner Arbeit auf die Welt um dich herum haben?"
      }
    },
    {
      "id": "q141",
      "category": 3,
      "translations": {
        "en": "If you had the opportunity to meet your future self, what advice would you ask for?",
        "de": "Wenn du die Gelegenheit hättest, dein zukünftiges Ich zu treffen, welchen Rat würdest du erbitten?"
      }
    },
    {
      "id": "q142",
      "category": 3,
      "translations": {
        "en": "If you could create a company or organization, what cause would it champion?",
        "de": "Wenn du ein Unternehmen oder eine Organisation gründen könntest, für welche Sache würde sie eintreten?"
      }
    },
    {
      "id": "q143",
      "category": 3,
      "translations": {
        "en": "What's something you believe needs more attention in your field, and how do you hope to contribute to it?",
        "de": "Was glaubst du, braucht in deinem Bereich mehr Aufmerksamkeit, und wie möchtest du dazu beitragen?"
      }
    },
    {
      "id": "q144",
      "category": 3,
      "translations": {
        "en": "How do you see technology or innovation shaping your future career, and how do you want to be a part of it?",
        "de": "Wie siehst du Technologie oder Innovation deine zukünftige Karriere prägen, und wie möchtest du Teil davon sein?"
      }
    },
    {
      "id": "q145",
      "category": 3,
      "translations": {
        "en": "What's a personal or professional milestone you can't wait to hit in the near future?",
        "de": "Was ist ein persönlicher oder beruflicher Meilenstein, den du in naher Zukunft kaum erwarten kannst?"
      }
    }
  ]
}
