{
  "languages": {
    "en": "English",
    "de": "Deutsch"
  },
  "timerConfig": {
    "duration": 600,
    "defaultLanguage": "en",
    "showTimer": true
  },
  "timeUpMessages": {
    "en": {
      "title": "Time's Up!",
      "description": "What do you think?",
      "button": "Continue"
    },
    "de": {
      "title": "Zeit abgelaufen!",
      "description": "Was denkst du?",
      "button": "Weiter"
    }
  },
  "categories": {
    "1": {
      "en": "Get-To-Know",
      "de": "Kennenlernen"
    },
    "2": {
      "en": "Personal Background",
      "de": "Persönlicher Hintergrund"
    },
    "3": {
      "en": "Aspirations",
      "de": "Zukunftspläne"
    },
    "4": {
      "en": "Mentoring Goals",
      "de": "Mentoring-Ziele"
    },
    "5": {
      "en": "Curiosity",
      "de": "Kurios"
    }
  },
  "questions": [
    {
      "id": "q101",
      "category": 5,
      "translations": {
        "en": "If you could have dinner with any historical figure, who would it be and why?",
        "de": "Wenn Sie mit einer historischen Persönlichkeit zu Abend essen könnten, wer wäre es und warum?"
      }
    },
    {
      "id": "q102",
      "category": 2,
      "translations": {
        "en": "What's the most unusual talent you have?",
        "de": "Was ist dein ungewöhnlichstes Talent?"
      }
    },
    {
      "id": "q103",
      "category": 3,
      "translations": {
        "en": "If you could instantly master any skill, what would it be?",
        "de": "Wenn du sofort eine Fähigkeit meistern könntest, welche wäre es?"
      }
    },
    {
      "id": "q104",
      "category": 2,
      "translations": {
        "en": "What's the best piece of advice you've ever received?",
        "de": "Was ist der beste Ratschlag, den du je bekommen hast?"
      }
    },
    {
      "id": "q105",
      "category": 5,
      "translations": {
        "en": "If you could live in any fictional world, which would you choose?",
        "de": "Wenn du in einer fiktiven Welt leben könntest, welche würdest du wählen?"
      }
    },
    {
      "id": "q106",
      "category": 5,
      "translations": {
        "en": "If you could instantly gain a new, surprising talent, what would you pick?",
        "de": "Wenn du dir sofort ein überraschendes neues Talent wünschen könntest, welches wäre das?"
      }
    },
    {
      "id": "q107",
      "category": 5,
      "translations": {
        "en": "What's the most interesting \"what if\" scenario you've ever imagined?",
        "de": "Was ist das faszinierendste \"Was wäre, wenn\"-Szenario, das du dir je ausgemalt hast?"
      }
    },
    {
      "id": "q108",
      "category": 5,
      "translations": {
        "en": "What would your ideal \"day off\" look like if you didn't have any responsibilities?",
        "de": "Wie würde dein perfekter \"freier Tag\" aussehen, wenn du keinerlei Verpflichtungen hättest?"
      }
    },
    {
      "id": "q109",
      "category": 5,
      "translations": {
        "en": "What's something about your field that blows your mind when you think about it?",
        "de": "Was ist etwas in deinem Bereich, das dir den Verstand raubt, wenn du darüber nachdenkst?"
      }
    },
    {
      "id": "q110",
      "category": 5,
      "translations": {
        "en": "If you could live in a fictional universe (book, movie, TV show), which would you choose and why?",
        "de": "Wenn du in einem fiktiven Universum (Buch, Film, TV-Serie) leben könntest, welches würdest du wählen und warum?"
      }
    },
    {
      "id": "q111",
      "category": 5,
      "translations": {
        "en": "If you were given the ability to speak any language instantly, which one would you choose first?",
        "de": "Wenn du die Fähigkeit hättest, sofort eine Sprache zu sprechen, welche würdest du zuerst wählen?"
      }
    },
    {
      "id": "q112",
      "category": 5,
      "translations": {
        "en": "What's the most obscure fact or piece of trivia you know?",
        "de": "Was ist die obskurste Tatsache oder das skurrilste Wissenshäppchen, das du kennst?"
      }
    },
    {
      "id": "q113",
      "category": 5,
      "translations": {
        "en": "What's a moment that completely changed your perspective on something important?",
        "de": "Gab es einen Moment, der deine Sichtweise auf etwas Wichtiges komplett verändert hat?"
      }
    },
    {
      "id": "q114",
      "category": 5,
      "translations": {
        "en": "If you could have a conversation with anyone, living or dead, who would it be, and what would you ask them?",
        "de": "Wenn du mit jemandem sprechen könntest - egal ob lebendig oder tot - wer wäre es, und was würdest du fragen?"
      }
    },
    {
      "id": "q115",
      "category": 5,
      "translations": {
        "en": "What's a hidden gem of a book, movie, or TV show that you think everyone should experience?",
        "de": "Was ist ein verborgener Schatz eines Buches, Films oder einer TV-Serie, den jeder erleben sollte?"
      }
    },
    {
      "id": "q116",
      "category": 5,
      "translations": {
        "en": "If you could trade places with someone for a day, who would it be and what would you do?",
        "de": "Wenn du für einen Tag mit jemandem tauschen könntest, wer wäre es und was würdest du tun?"
      }
    },
    {
      "id": "q117",
      "category": 5,
      "translations": {
        "en": "If you had the power to make one global change, what would you do?",
        "de": "Wenn du die Macht hättest, eine globale Veränderung zu bewirken, was würdest du tun?"
      }
    },
    {
      "id": "q118",
      "category": 5,
      "translations": {
        "en": "What's the most daring thing you've ever done (big or small)?",
        "de": "Was ist das mutigste, was du je getan hast - egal ob groß oder klein?"
      }
    },
    {
      "id": "q119",
      "category": 5,
      "translations": {
        "en": "What's something you've done that was totally out of character for you, but you're glad you did?",
        "de": "Was hast du getan, das total untypisch für dich war, aber worüber du trotzdem froh bist?"
      }
    },
    {
      "id": "q120",
      "category": 5,
      "translations": {
        "en": "If you could be a fly on the wall in any room, where would you want to be?",
        "de": "Wenn du eine Fliege an der Wand in einem beliebigen Raum wärst, wo würdest du sein wollen?"
      }
    },
    {
      "id": "q121",
      "category": 5,
      "translations": {
        "en": "What's one question you'd love to know the answer to, but don't know how to find out?",
        "de": "Was ist eine Frage, deren Antwort du unbedingt wissen möchtest, aber nicht herausfinden kannst?"
      }
    },
    {
      "id": "q122",
      "category": 5,
      "translations": {
        "en": "What's the most ridiculous but fun goal you've ever set for yourself?",
        "de": "Was ist das absurdeste, aber lustigste Ziel, das du dir je gesetzt hast?"
      }
    },
    {
      "id": "q123",
      "category": 5,
      "translations": {
        "en": "What's the best spontaneous decision you've ever made?",
        "de": "Was war die beste spontane Entscheidung, die du je getroffen hast?"
      }
    },
    {
      "id": "q124",
      "category": 5,
      "translations": {
        "en": "If you could invent a new technology, what problem would it solve?",
        "de": "Wenn du eine neue Technologie erfinden könntest, welches Problem würdest du lösen?"
      }
    },
    {
      "id": "q125",
      "category": 5,
      "translations": {
        "en": "If you could design your ideal future city, what would be the top three things you'd include?",
        "de": "Wenn du deine ideale Zukunftsstadt entwerfen könntest, was wären die drei wichtigsten Dinge, die du einbeziehen würdest?"
      }
    },
    {
      "id": "q126",
      "category": 3,
      "translations": {
        "en": "What's an idea or project you're itching to start but haven't yet? What's holding you back?",
        "de": "Welche Idee oder welches Projekt brennt dir unter den Nägeln, das du noch nicht begonnen hast? Was hält dich zurück?"
      }
    },
    {
      "id": "q127",
      "category": 3,
      "translations": {
        "en": "If money and time were no object, what would you choose to do with your life?",
        "de": "Wenn Geld und Zeit keine Rolle spielen würden, was würdest du mit deinem Leben anfangen?"
      }
    },
    {
      "id": "q128",
      "category": 3,
      "translations": {
        "en": "What would success look like to you in five years, and how do you plan to get there?",
        "de": "Wie sieht Erfolg für dich in fünf Jahren aus, und wie willst du dorthin gelangen?"
      }
    },
    {
      "id": "q129",
      "category": 3,
      "translations": {
        "en": "What's the one thing you want to achieve before you leave this world?",
        "de": "Was ist die eine Sache, die du unbedingt erreichen möchtest, bevor du diese Welt verlässt?"
      }
    },
    {
      "id": "q130",
      "category": 3,
      "translations": {
        "en": "If you could create a job that perfectly aligns with your passions, what would it look like?",
        "de": "Wenn du dir einen Job ausdenken könntest, der perfekt mit deinen Leidenschaften übereinstimmt, wie würde er aussehen?"
      }
    },
    {
      "id": "q131",
      "category": 3,
      "translations": {
        "en": "What's a goal you have that feels really big or intimidating, but you're still excited about it?",
        "de": "Was ist ein Ziel, das sich riesig oder einschüchternd anfühlt, aber dich trotzdem begeistert?"
      }
    },
    {
      "id": "q132",
      "category": 3,
      "translations": {
        "en": "If your life had a mission statement, what would it be?",
        "de": "Wenn dein Leben eine Mission hätte, wie würde diese lauten?"
      }
    },
    {
      "id": "q133",
      "category": 3,
      "translations": {
        "en": "What's one career path you'd like to explore that isn't directly related to your current field of study?",
        "de": "Welchen Karriereweg würdest du gerne erkunden, der nicht direkt mit deinem aktuellen Studienbereich zusammenhängt?"
      }
    },
    {
      "id": "q134",
      "category": 3,
      "translations": {
        "en": "If you could change one thing about the way the world works, what would it be?",
        "de": "Wenn du eine Sache an der Art und Weise, wie die Welt funktioniert, ändern könntest, was wäre das?"
      }
    },
    {
      "id": "q135",
      "category": 3,
      "translations": {
        "en": "What's an accomplishment from your future that you'd like to look back on and be proud of?",
        "de": "Welche Leistung aus deiner Zukunft würdest du gerne zurückblicken und stolz darauf sein?"
      }
    },
    {
      "id": "q136",
      "category": 3,
      "translations": {
        "en": "What's one risk you would be willing to take to follow your dreams?",
        "de": "Welches Risiko wärst du bereit einzugehen, um deinen Träumen zu folgen?"
      }
    },
    {
      "id": "q137",
      "category": 3,
      "translations": {
        "en": "What kind of legacy do you want to leave behind, and how do you plan to build it?",
        "de": "Welches Erbe möchtest du hinterlassen, und wie planst du, es aufzubauen?"
      }
    },
    {
      "id": "q138",
      "category": 3,
      "translations": {
        "en": "If you were to teach a course on something you're passionate about, what would it be?",
        "de": "Wenn du einen Kurs über etwas unterrichten könntest, wofür du Leidenschaft empfindest, was wäre das?"
      }
    },
    {
      "id": "q139",
      "category": 3,
      "translations": {
        "en": "What's one challenge you'd like to face head-on in your career, and how do you prepare for it?",
        "de": "Welche Herausforderung möchtest du in deiner Karriere direkt angehen, und wie bereitest du dich darauf vor?"
      }
    },
    {
      "id": "q140",
      "category": 3,
      "translations": {
        "en": "What kind of impact do you want your work to have on the world around you?",
        "de": "Welche Art von Einfluss möchtest du mit deiner Arbeit auf die Welt um dich herum haben?"
      }
    },
    {
      "id": "q141",
      "category": 3,
      "translations": {
        "en": "If you had the opportunity to meet your future self, what advice would you ask for?",
        "de": "Wenn du die Gelegenheit hättest, dein zukünftiges Ich zu treffen, welchen Rat würdest du erbitten?"
      }
    },
    {
      "id": "q142",
      "category": 3,
      "translations": {
        "en": "If you could create a company or organization, what cause would it champion?",
        "de": "Wenn du ein Unternehmen oder eine Organisation gründen könntest, für welche Sache würde sie eintreten?"
      }
    },
    {
      "id": "q143",
      "category": 3,
      "translations": {
        "en": "What's something you believe needs more attention in your field, and how do you hope to contribute to it?",
        "de": "Was glaubst du, braucht in deinem Bereich mehr Aufmerksamkeit, und wie möchtest du dazu beitragen?"
      }
    },
    {
      "id": "q144",
      "category": 3,
      "translations": {
        "en": "How do you see technology or innovation shaping your future career, and how do you want to be a part of it?",
        "de": "Wie siehst du Technologie oder Innovation deine zukünftige Karriere prägen, und wie möchtest du Teil davon sein?"
      }
    },
    {
      "id": "q145",
      "category": 3,
      "translations": {
        "en": "What's a personal or professional milestone you can't wait to hit in the near future?",
        "de": "Was ist ein persönlicher oder beruflicher Meilenstein, den du in naher Zukunft kaum erwarten kannst?"
      }
    },
    {
      "id": "q146",
      "category": 2,
      "translations": {
        "en": "What's a turning point in your life that shaped who you are today?",
        "de": "Was war ein Wendepunkt in deinem Leben, der dich zu dem gemacht hat, der du heute bist?"
      }
    },
    {
      "id": "q147",
      "category": 2,
      "translations": {
        "en": "What's something you thought you wanted to do but ended up realizing wasn't the right fit for you?",
        "de": "Was hast du gedacht zu wollen, aber dann festgestellt, dass es nicht zu dir passt?"
      }
    },
    {
      "id": "q148",
      "category": 2,
      "translations": {
        "en": "What's one personal challenge you've overcome that's taught you an important lesson?",
        "de": "Welche persönliche Herausforderung hast du überwunden, die dir eine wichtige Lektion beigebracht hat?"
      }
    },
    {
      "id": "q149",
      "category": 2,
      "translations": {
        "en": "If you could go back and give your younger self one piece of advice, what would it be?",
        "de": "Wenn du zu deinem jüngeren Ich zurückgehen und ihm einen Rat geben könntest, welcher wäre das?"
      }
    },
    {
      "id": "q150",
      "category": 2,
      "translations": {
        "en": "What's the hardest thing you've had to let go of in your life, and how did you manage it?",
        "de": "Was war das Schwierigste, was du in deinem Leben loslassen musstest, und wie hast du es geschafft?"
      }
    },
    {
      "id": "q151",
      "category": 2,
      "translations": {
        "en": "Can you think of a moment in your life when you felt completely out of your depth, and how did you handle it?",
        "de": "Kannst du dich an einen Moment in deinem Leben erinnern, als du dich völlig überfordert fühltest, und wie bist du damit umgegangen?"
      }
    },
    {
      "id": "q152",
      "category": 2,
      "translations": {
        "en": "What's the most difficult decision you've had to make so far, and what did you learn from it?",
        "de": "Was war die schwierigste Entscheidung, die du bisher treffen musstest, und was hast du daraus gelernt?"
      }
    },
    {
      "id": "q153",
      "category": 2,
      "translations": {
        "en": "What's a \"failure\" that turned out to be a blessing in disguise?",
        "de": "Was war ein \"Fehlschlag\", der sich als Segen in Verkleidung herausstellte?"
      }
    },
    {
      "id": "q154",
      "category": 2,
      "translations": {
        "en": "What's something you did that felt like a risk, but turned out to be a huge learning experience?",
        "de": "Was hast du getan, das sich wie ein Risiko anfühlte, aber sich als riesige Lernerfahrung herausstellte?"
      }
    },
    {
      "id": "q155",
      "category": 2,
      "translations": {
        "en": "Is there a time when you surprised yourself with what you were capable of? Tell me about it.",
        "de": "Gab es eine Zeit, in der du dich selbst mit dem überrascht hast, was du fähig warst zu tun? Erzähl mir davon."
      }
    },
    {
      "id": "q156",
      "category": 2,
      "translations": {
        "en": "What's a past mistake that ended up teaching you something valuable that you still apply today?",
        "de": "Was war ein Fehler in der Vergangenheit, der dir etwas Wertvolles beigebracht hat, das du heute noch anwendest?"
      }
    },
    {
      "id": "q157",
      "category": 2,
      "translations": {
        "en": "How do you navigate situations when you feel unmotivated or stuck?",
        "de": "Wie gehst du mit Situationen um, in denen du unmotiviert oder festgefahren bist?"
      }
    },
    {
      "id": "q158",
      "category": 2,
      "translations": {
        "en": "What's a value or principle you've held onto throughout your life, and why is it important to you?",
        "de": "Was ist ein Wert oder Grundsatz, an dem du dein Leben lang festgehalten hast, und warum ist er dir wichtig?"
      }
    },
    {
      "id": "q159",
      "category": 2,
      "translations": {
        "en": "What's the most empowering piece of advice you've ever received, and how has it shaped you?",
        "de": "Was ist der ermächtigendste Rat, den du je erhalten hast, und wie hat er dich geprägt?"
      }
    },
    {
      "id": "q160",
      "category": 2,
      "translations": {
        "en": "How do you react when things don't go as planned, and how do you bounce back?",
        "de": "Wie reagierst du, wenn Dinge nicht nach Plan laufen, und wie findest du wieder in die Spur?"
      }
    },
    {
      "id": "q161",
      "category": 2,
      "translations": {
        "en": "What's one skill or talent you have that you're not actively using but wish you could?",
        "de": "Was ist eine Fähigkeit oder ein Talent, das du nicht aktiv nutzt, aber gerne nutzen würdest?"
      }
    },
    {
      "id": "q162",
      "category": 2,
      "translations": {
        "en": "What's an experience that challenged your beliefs or worldview in a significant way?",
        "de": "Was war eine Erfahrung, die deine Überzeugungen oder Weltanschauung auf bedeutsame Weise herausgefordert hat?"
      }
    },
    {
      "id": "q163",
      "category": 2,
      "translations": {
        "en": "What's one piece of wisdom you've gained from someone you admire or respect?",
        "de": "Was ist eine Weisheit, die du von jemandem gelernt hast, den du bewunderst oder respektierst?"
      }
    },
    {
      "id": "q164",
      "category": 2,
      "translations": {
        "en": "What's a moment when you felt truly confident, and how did that change you?",
        "de": "Was war ein Moment, in dem du dich wirklich selbstbewusst gefühlt hast, und wie hat das dich verändert?"
      }
    },
    {
      "id": "q165",
      "category": 2,
      "translations": {
        "en": "When you look at your achievements, which one stands out the most to you?",
        "de": "Wenn du auf deine Errungenschaften blickst, welche sticht am meisten hervor?"
      }
    },
    {
      "id": "q166",
      "category": 1,
      "translations": {
        "en": "If you had to describe yourself using a metaphor, what would it be?",
        "de": "Wenn du dich mit einer Metapher beschreiben müsstest, welche wäre das?"
      }
    },
    {
      "id": "q167",
      "category": 1,
      "translations": {
        "en": "If your life were a movie, what would its title be?",
        "de": "Wenn dein Leben ein Film wäre, wie würde der Titel lauten?"
      }
    },
    {
      "id": "q168",
      "category": 1,
      "translations": {
        "en": "What's a decision you made recently that turned out to be more impactful than you expected?",
        "de": "Welche Entscheidung, die du kürzlich getroffen hast, war unerwartet einflussreicher als gedacht?"
      }
    },
    {
      "id": "q169",
      "category": 1,
      "translations": {
        "en": "What's the most surprising thing you've learned about yourself in the last year?",
        "de": "Was ist das Überraschendste, das du im letzten Jahr über dich selbst gelernt hast?"
      }
    },
    {
      "id": "q170",
      "category": 1,
      "translations": {
        "en": "What's the best compliment you've ever received, and why did it stand out to you?",
        "de": "Was ist das beste Kompliment, das du je erhalten hast, und warum ist es dir aufgefallen?"
      }
    },
    {
      "id": "q171",
      "category": 1,
      "translations": {
        "en": "If someone could write a book about you, what would the title be and why?",
        "de": "Wenn jemand ein Buch über dich schreiben könnte, wie würde der Titel lauten und warum?"
      }
    },
    {
      "id": "q172",
      "category": 1,
      "translations": {
        "en": "If you could see one part of your future with perfect clarity, what would it be?",
        "de": "Wenn du einen Teil deiner Zukunft mit perfekter Klarheit sehen könntest, welcher wäre das?"
      }
    },
    {
      "id": "q173",
      "category": 1,
      "translations": {
        "en": "What's a habit or routine you've built that has positively impacted your life?",
        "de": "Welche Gewohnheit oder Routine hast du aufgebaut, die dein Leben positiv beeinflusst hat?"
      }
    },
    {
      "id": "q174",
      "category": 1,
      "translations": {
        "en": "If you could challenge yourself to try something completely outside your comfort zone, what would it be?",
        "de": "Wenn du dich herausfordern könntest, etwas völlig außerhalb deiner Komfortzone zu tun, was wäre das?"
      }
    },
    {
      "id": "q175",
      "category": 1,
      "translations": {
        "en": "What's the first thing you think of when you wake up in the morning?",
        "de": "Was ist das Erste, woran du denkst, wenn du morgens aufwachst?"
      }
    },
    {
      "id": "q176",
      "category": 1,
      "translations": {
        "en": "If you could live a day in the shoes of anyone you admire, who would it be, and what would you do?",
        "de": "Wenn du einen Tag in den Schuhen von jemandem leben könntest, den du bewunderst, wer wäre es und was würdest du tun?"
      }
    },
    {
      "id": "q177",
      "category": 1,
      "translations": {
        "en": "What's a non-academic skill you've learned that you're proud of?",
        "de": "Welche nicht-akademische Fähigkeit hast du gelernt, auf die du stolz bist?"
      }
    },
    {
      "id": "q178",
      "category": 1,
      "translations": {
        "en": "How do you define personal growth, and what does it look like to you?",
        "de": "Wie definierst du persönliche Entwicklung und wie sieht sie für dich aus?"
      }
    },
    {
      "id": "q179",
      "category": 1,
      "translations": {
        "en": "What's a life lesson you've learned that you don't think is taught enough in school?",
        "de": "Welche Lebenslektion hast du gelernt, die deiner Meinung nach in der Schule nicht genug beigebracht wird?"
      }
    },
    {
      "id": "q180",
      "category": 1,
      "translations": {
        "en": "If you could live anywhere in the world for a year, where would you choose and why?",
        "de": "Wenn du ein Jahr lang irgendwo auf der Welt leben könntest, wo würdest du wählen und warum?"
      }
    },
    {
      "id": "q181",
      "category": 1,
      "translations": {
        "en": "What does your ideal workday look like?",
        "de": "Wie sieht dein idealer Arbeitstag aus?"
      }
    },
    {
      "id": "q182",
      "category": 1,
      "translations": {
        "en": "If you had to describe your approach to life in a few words, what would they be?",
        "de": "Wie würdest du deinen Lebensansatz in ein paar Worten beschreiben?"
      }
    },
    {
      "id": "q183",
      "category": 1,
      "translations": {
        "en": "What's one thing you've changed your mind about recently?",
        "de": "Was ist eine Sache, bei der du kürzlich deine Meinung geändert hast?"
      }
    },
    {
      "id": "q184",
      "category": 1,
      "translations": {
        "en": "When do you feel most \"yourself\"?",
        "de": "Wann fühlst du dich am meisten 'du selbst'?"
      }
    }
  ]
}
